---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.AdskModelProperties
source: html/0846f033-dd9b-da26-96d3-ef8af350a5f9.htm
---
# Autodesk.Revit.DB.GroupTypeId.AdskModelProperties Property

Model Properties.

## Syntax (C#)
```csharp
public static ForgeTypeId AdskModelProperties { get; }
```